{
  "events": [{
    "title" : "Weekend Long Run",
    "shortname" : "longrun",
    "summary" : "The weekend long run is a rite of passage for most runners. Everyone from your weekend warrior to the world champions include this staple workout as part of their weekly training schedule.Long runs are no different than any other workout. In order to continually adapt, the stimulus has to be slightly altered. In a set of repeats on the track, we might decrease the rest, increase the pace, or increase the length of the repetitions. For a long run, we can obviously increase the length and the pace, but those options are limited to an extent.",
    "description": "The long run has been the worry of many runners; however, when performed properly, regular long distance runs will pay huge dividends in your training progress and racing performance. The scientific literature is loaded with observations of the evidence of the inner, physiological changes that take place with long, aerobic distance runs. These benefits include: 1.major increase in capillary beds and development of capillary networks in the lungs and leg muscles to better take in and transport oxygen via the bloodstream; 2.major increase in the number and volume of oxidative enzymes and mitochondria in the muscle cells to better process and utilize oxygen within the cells to make energy; 3.significant shift toward economically sparing the body's limited muscle glycogen as fuel, by utilizing a much larger percent of the virtually unlimited free fatty acids for energy, thus providing an ability to increase endurance and stamina; 4.teaching certain versatile fast-twitch muscle fibers to gain the favorable endurance-oriented characteristics of slow-twitch muscle fibers, enabling them to participate more fully in stamina- and endurance-related tests; 5.increased tendon, ligament and connective tissue strength, drastically reducing the risk of injury.",
    "artwork": ["longrun1.jpeg", "longrun2.jpeg", "longrun.jpeg"]
  },{
    "title" : "Intervals Run",
    "shortname" : "interval",
    "summary": "Interval runs, are short, intense efforts followed by equal or slightly longer recovery time. After a warmup, run two minutes at a hard effort, followed by 2 to 3 minutes of easy jogging or walking to catch your breath. Unlike tempo workouts, you’re running above your red line and at an effort where you are reaching hard for air and counting the seconds until you can stop—a controlled fast effort followed by a truly easy jog. The secret is in the recovery as patience and discipline while you’re running easy allows you to run the next interval strong and finish the entire workout fatigued but not completely spent. Just like rest, your body adapts and gets stronger in the recovery mode. Benefits of Interval Training:  Improved running form and economy, endurance, mind-body coordination, motivation, and fat-burning",
    "description": "High-intensity interval sessions are key for boosting fitness. Here’s how to work them into your training.While endurance buffs often revel in long, slow runs, any good training regimen will also include some high-intensity sessions. This often comes in the form of interval training, which can create significant jumps in fitness. “Ultimately, as endurance athletes, we want to be able to sustain as fast a speed as possible over the duration of our events,” says Krista A. Schultz, an exercise physiologist and triathlon coach for Endurance Works in Boulder, Colo. 'Proper training including workouts aimed at increasing speed will improve one’s lactate threshold (LT), the point at which lactate is produced at such a rapid rate it cannot be cleared. The benefit of interval training is that it helps us increase our LT.'New research offers insight into the ideal length of the intervals themselves, as well as how to best recover. Researchers at the Mayo Clinic pulled together 37 separate studies on interval training and VO2max to get a clearer picture of what scientists collectively know about interval training. They identified 3–5-minute intervals as being the most effective. Another recent study out of Great Britain examined the recovery piece. While some coaches favor complete rest between intervals, this research revealed that active recovery was more effective in clearing metabolites from the muscles. This, in turn, allows athletes to recover faster between high-intensity bouts when they keep moving, which also likely leads to better performance during those subsequent intervals. 'Running easy or jogging between intervals will help clear lactic acid quicker because it is being reused as fuel at a faster rate when you’re moving around,' Schultz says. The next time you’re headed to the track or trail for some high-intensity training, consider the following workouts. Start with workout 1 before graduating to 2 and 3. Keep in mind that intervals should not be performed all-out. This means that it should feel difficult, but you shouldn’t be sprinting. The point of these workouts is to be able to do multiple intervals, not crash and burn after the first couple.",
    "artwork" : ["interval1.jpeg" , "interval2.jpeg" , "interval0.jpeg"]
  },{
    "title" : "Hills Run",
    "shortname" : "hills",
    "summary": "Hills training are important because they create variety and intensity, which improves your endurance, anaerobic capacity, speed, power, running economy, and overall strength. For obvious reasons, hills increase the difficulty or the intensity of a run. Climbing a hill naturally increases heart rate, which improves both your aerobic (endurance) and your anaerobic capacity. Hills also strengthen your muscular system, improving your running form. Running uphill forces you to lift up your knees higher than usual, which improves stride length and speed. This also aids muscle development to increase power.  Hill training forces your nervous system to change your firing pattern rate as your running gait changes for ascending and descending hills. This change in firing pattern helps recruit your fast-twitch muscle fibers.",
    "description": "If you happen to live in a landscape dotted with tors, pikes and braes, then won’t have much choice about mastering the art of hill running. In fact, your perception of running up – and down – hills is likely to be different from that shared by the majority of the running population. That would be that hills are the enemy. They’re an obstacle, standing in the way of fast times, a burden to be endured, a muscle-sapping, lung-bursting exercise in pain. Of course most of this is true. Hills are tough and challenging. They break your rhythm, make it harder to run a fast time and put an immense strain on your body. But hills are good for you and they’re good for your running. Training on hills improves leg-muscle strength, quickens your stride, expands stride length, develops your cardiovascular system, enhances your running economy and can even protect your leg muscles against soreness. In short, hill running will make you a stronger, faster and healthier runner. What’s more, the benefits are relatively quick to take effect. In as little as six weeks of regular hill training you can expect a significant improvement in your muscle power and speed. Runners today increasingly understand the importance of combining strength work with regular running. It strengthens tendons and ligaments, reduces the risk of injury and improves overall running form. The problem is that most runners tend to do the majority of their strength-specific work in the gym, through squats, leg extensions or arm and shoulder presses. While these exercises do increase strength and muscular power, they do it in isolation of your running, focusing on individual joints and small sets of muscles. Hill sessions, in contrast, force the muscles in your hips, legs, ankles and feet to contract in a coordinated fashion while supporting your full body weight, just as they have to during normal running. In addition, on uphill sections your muscles contract more powerfully than usual because they are forced to overcome gravity to move you up the hill. The result is more power, which in turn leads to longer, faster running strides. Much of the science supporting hill training was carried out in Sweden, initially at the Karolinska Institute. One major study carried out on marathon runners discovered that after 12 weeks of twice-weekly hill sessions, the athletes’ running economy had improved by three per cent. Although the subjects were trained runners, that improvement would still have helped them clip as much as two minutes off a 10-mile time or six minutes off a marathon. Other research, carried out by Dr Bengt Saltin, discovered that runners who trained on hills have much higher concentrations of aerobic enzymes – the chemicals which allow your muscles to function at high intensity for long periods without fatigue – in their quadriceps muscles than those who did all their running on flat terrain. Heightened aerobic power in your quads gives you improved knee lift while running and also accelerates each leg forward more quickly as you run, which improves your speed. Those who run on hills have also been shown to be less likely to lose fitness when they take time off from training. And many scientists believe that hill training can improve the elasticity of muscles, tendons and ligaments, allowing these tissues to carry out more work with less effort and fatigue. ",
    "artwork" : ["hills1.jpeg","hills2.jpeg","hills.jpeg"]
  }]
}